{
    "Header": {
        "locale": "🇹🇭",
        "main_dish": "Main Dish",
        "side_dish": "Side Dish",
        "beverage": "Beverage"
    },
    "Home": {
        "hero_title": "amazing thailand",
        "hero_text": "Mountains, hills, plains and a lengthy coastline along the Gulf of Thailand make up the country of Thailand.",
        "smiles_title": "the land of smiles",
        "smiles_text": "Without a doubt one of the most wonderful and hospitable countries in the world",
        "history_title": "history of thailand",
        "history_text": "Early in the 20th century, the Thai people created their own states, with the Ayutthaya kingdom displaying itself as the most dominant. Thailand was the only nation to avoid colonial authority when European colonial powers threatened in the 19th and 20th centuries. The military authorities in power at the time of World War II chose to align Thailand with Japan, to avoid being a victim in its path. Thailand avoided adopting the communist influences that many of its neighbours accepted during the postwar era by maintaining strong links with the United States. In 1992, a democratic government was founded, and it is still in place today.",
        "cultural_title": "cultural origins",
        "cultural_text": "Thailand is an exquisite archipelago rich in cultural history, tradition, and spirituality, all of which have been greatly affected by the ethnic groups from Southeast Asia, India, Cambodia, and China. Theravada Buddhism, which is the country's official religion and incorporates Hindu mysticism like ancestor worship and animism, is significant to national identity.",
        "landmark_title": "historical landmarks",
        "landmark_text": "Impressive landmarks in Thailand have a long history that spans back thousands of years.",
        "sports_title": "thai sports",
        "sports_text": "Sports are such an important aspect of Thai culture that they have a long history.",
        "sports_muaythai_title": "Muay Thai",
        "sports_muaythai_text": "Originated in Ayutthaya about 500 years ago. It is also known as Thai boxing, is a national sport and cultural self-protection of Thailand.",
        "sports_longboat_title": "Long-boat Races",
        "sports_longboat_text": "Always been one of Thailand's signature sport festivals, it held in many major river states during the Buddhist lending period, which takes place each year from September to November.",
        "sports_kites_title": "Thai Kites",
        "sports_kites_text": "Since King Ramkamhaeng actively encouraged kite flying during the Sukhothai era, kites have played a significant role in Thai culture."
    },
    "Main_Dish": {
        "hero_title": "main dish in thai",
        "hero_text": "Thailand's cuisine effortlessly seduces people with its mouthwatering aromas.",
        "origins_title": "thai cuisine origins",
        "origins_text": "Thai cuisine has its roots in the people who moved to modern-day Thailand many centuries ago from the southern Chinese provinces. Historically, Thai food has been heavily influenced by Szechwan. In the distant past, Thai cuisine in the south was influenced by southern Muslim nations and Indian Buddhist monks. After coming into touch with Dutch traders and Portuguese missionaries, Thai cuisine was impacted by European cuisine. There were also some Japanese influences during these time. Today's Thai cuisine is distinct from other cuisines, because to a distincitve combination of the five tastes: sweet, sour, bitter, salty and spicy.",
        "ingredients_title": "key ingredients",
        "ingredients_text": "With these ingredients to cook some authentic Thai",
        "thai_chillies": "Thai Chillies",
        "kiffir_lime": "Kiffir Lime",
        "ginger": "Ginger",
        "coconut_milk": "Coconut Milk",
        "lemongrass": "Lemongrass",
        "galangal": "Galangal",
        "popular_title": "thai popular picks",
        "popular_text": "No Thai food is ever boring and always provides your palate with the necessary punch.",
        "cook_it": "Cook It",
        "tom_yam_goong_title": "Tom Yam Goong",
        "tom_yam_goong_text": "Thailand's most iconic dishes. Its unique flavors of this piquant clear soup. Other variations cover chicken, fish or mixed seafood.",
        "pad_thai_title": "Pad Thai",
        "pad_thai_text": "Pad Thai epitomizes that Thai trademark sweet, sour and salty combo of flavors and well-balanced texture contrast.",
        "khao_khluk_kapi_title": "Khao Khluk Kapi",
        "khao_khluk_kapi_text": "Khao Klukh Krapi is a traditional Thai fried rice made with shrimpt paste, garlic, lemon, prawns and cucumbers.",
        "green_curry_title": "Thai Green Chicken Curry",
        "green_curry_text": "Chicken cooked in coconut milk with onions, lime leaves, basil leaves and an aromatic Thai green curry paste.",
        "pineapple_fried_rice_title": "Thai Pineapple Fried Rice",
        "pineapple_fried_rice_text": "Both sweet and savoury in taste. Its sweetness derived from the fresh pineapple fruit and savoury tastes from the shrimp paste."
    },
    "Side_Dish": {
        "hero_title": "side dish in thai",
        "hero_text": "Thai side dishes have a spicy-sweet flavour combination go great with a variety of main dishes",
        "see_popular_dishes": "See Popular Dishes",
        "introduction_title": "introduction",
        "introduction_text": "Thailand has developed an amazing array of street food in all parts of the country, which has evolved over time and blended with each other to create a rich diversity of flavours. If you are visiting Thailand to experience the stunning tropical scenery and unique floating markets, don't forget to fill your itinerary with the exotic colours of side dishes and snacks.",
        "popular_title": "popular thai side dishes",
        "popular_text": "An excellent choice to pair with your main orders",
        "khao_niew_mamuang_title": "Khao Niew Mamuang",
        "khao_niew_mamuang_text": "Famously served as street food in Thailand and in Thai restaurants around the world, this tropical rice pudding has an irresistible flavor.",
        "som_tam_title": "Som Tam",
        "som_tam_text": "Papaya salad is using the unripe papaya, fo the crunchy and nutty flavor. It's a refreshing salad for summer. It is slightly sweet and spicy hot.",
        "som_tum_mamuang_title": "Som Tum Mamuang",
        "som_tum_mamuang_text": "Thai mango salad has the right balance between sweet and spicy will undoubtedly be a crowd pleaser. It's a healthy salad for a quick appetizer.",
        "sangkaya_fak_thong_title": "Sangkaya Fak Thong",
        "sangkaya_fak_thong_text": "A silky pudding made from coconut milk is steamed directly inside a pumpkin squash, causing the pudding to set as the squash cooks.",
        "khao_niew_dum_title": "Khao Niew Dum",
        "khao_niew_dum_text": "Black sticky rice is a naturally sweet, dark rice that is deep purple in color rather than black.",
        "luk_chup_title": "Luk Chup",
        "luk_chup_text": "Classic Thai delicacy long reserved for royalty. It may appear to be a fruit or vegetable, but it is made of mung beans, coconut milk, and sugar.",
        "khanom_khrok_title": "Khanom Khrok",
        "khanom_khrok_text": "Crispy on the bottom, creamy in the middle, and somehwat sweet throughout. These are glutten-free and dairy-free by nature."
    },
    "Best_Place": {
        "hero_title_top": "best place of",
        "hero_title_bottom": "delicious thai",
        "hero_text": "Thai-you-up with these appe-thai-zing authentic Thai restaurant",
        "plan_to_go": "Plan To Go",
        "introduction_title": "introduction",
        "introduction_text": "Thailand has been producing some of the most craveable food and fascinating cuisine in this world. Indeed, Thai food is polarising when it comes to taster: a perfect combination of spicy, sour, sweet and savoury. For the past few decaes, Thai food has lingered in Malaysian food culture and is undeniably one of the best choices for Malaysians. Now, for your reference, we present to you the essential Thai restaurants in Malaysia.",
        "thai_restaurant_title": "thai restaurant",
        "thai_restaurant_text": "Taste of Thailand without going abroad"
    }
}